import Item from "./dataTypes";
const SONGS:Item[] = [
    {
        name: `Amake Amar Moto Thakte Dao Lyrics In Bengali:`,
        videoLink: `https://www.youtube.com/watch?v=Gy0kTWVZsDg`,
        lyrics: `
        আমাকে আমার মতো থাকতে দাও
        আমি নিজেকে নিজের মতো গুছিয়ে নিয়েছি (x2)
        যেটা ছিলো না ছিলো না, সেটা না পাওয়াই থাক
        সব পেলে নষ্ট জীবন
         
        তোমার এই দুনিয়ার ঝাপসা আলোর
        কিছু সন্ধ্যার গুঁড়ো হওয়া কাঁচের মতো
        যদি উড়ে যেতে চাও তবে গা ভাসিয়ে দাও
        দূরবীনে চোখ রাখবো,  না-না-না
        না-না-না-না..., না-না-না-না... 
         
        এই জাহাজ মাস্তুল ছারখার,
        তবু গল্প লিখছি বাঁচবার
        আমি রাখতে চাই না আর তার,
        কোনো রাত দুপুরের আবদার
        তাই চেষ্টা করছি বারবার,
        সাঁতরে পাড় খোঁজার..
         
        কখনো আকাশ বেয়ে চুপ করে
        যদি নেমে আসে ভালোবাসা খুব ভোরে
        চোখ ভাঙা ঘুমে তুমি খুঁজো না আমায়
        আশে-পাশে আমি আর নেই
         
        আমার জন্য আলো জ্বেলো না কেউ
        আমি মানুষের সমুদ্রে গুনেছি ঢেউ
        এই স্টেশনের চত্বরে হারিয়ে গেছি
        শেষ ট্রেনে ঘরে ফিরবো,  না-না-না
        না-না-না-না..., না-না-না-না... 
         
        এই জাহাজ মাস্তুল ছারখার,
        তবু গল্প লিখছি বাঁচবার
        আমি রাখতে চাই না আর তার,
        কোনো রাত দুপুরের আবদার
        তাই চেষ্টা করছি বারবার,
        সাঁতরে পাড় খোঁজার
         
        না... না-না-না-না-না-না, না-না-না-না…
        না, না-না-না-না…
        না... না-না-না-না-না-না, না-না-না-না…
        না, না-না-না-না…
         
        তোমার রক্তে আছে স্বপ্ন যতো
        তারা ছুটছে রাত্রিদিন নিজের মতো
        কখনে সময় পেলে একটু ভেবো
        আঙুলের ফাঁকে আমি কই ?
         
        হিসেবের ভিড়ে আমি চাইনা ছুঁতে
        যতো শুকনো পেঁয়াজকলি ফ্রিজের শীতে
        আমি ওবেলার ডাল ভাতে ফুরিয়ে গেছি
        গেলাসের জলে ভাসবো ,  না-না-না
        না-না-না-না..., না-না-না-না…
         
        এই জাহাজ মাস্তুল ছারখার,
        তবু গল্প লিখছি বাঁচবার
        আমি রাখতে চাই না আর তার,
        কোনো রাত দুপুরের আবদার।
        তাই চেষ্টা করছি বারবার,
        সাঁতরে পাড় খোঁজার
         
        না... না-না-না-না-না-না, না-না-না-না…
        না, না-না-না-না…
        না... না-না-না-না-না-না, না-না-না-না…
        না, না-না-না-না…
        `
    },
    {
        name: `Ami jani go bondhuar piriter koto jala:`,
        videoLink: `https://www.youtube.com/watch?v=Xb0JXLyZa9Q&list=RDMM&start_radio=1&rv=vYsfSlEBh5Y`,
        lyrics: `
        তোমরা আমায় কী... বু...ঝাইবা,  আমার অন্তর পুইড়া কয়লা !!
        আমি জানি গো…, আমি বুঝি গো…
        বন্ধুয়ার পিরিতে কত জ্বালা । 
        আমি জানি গো, বন্ধুয়ার পিরিতে কত জ্বালা
        তোমরা আমায় কী... বু...ঝাইবা আমার অন্তর পুইড়া কয়লা !!
        আমি জানি গো,  বন্ধুয়ার পিরিতে কত জ্বালা
        আমি বুঝি গো,  বন্ধুয়ার পিরিতে কত জ্বালা ।
         
        এই জগতে প্রেম করিয়া, কে হইয়াছে ভালা !!
        উপর উপর সবাই ভালা, আমার অন্তর পুইড়া কয়লা!!
        আমি জানি গো, বন্ধুয়ার পিরিতে কত জ্বালা
        আমি বুঝি গো, বন্ধুয়ার পিরিতে কত জ্বালা।
         
        দুখের পরে সুখ আসে,  সুখের পরে ভালা !! 
        কয় মালেকে আসবে বলে, আমার বন্ধু চিকন কালা!! 
        আমি জানি গো, বন্ধুয়ার পিরিতে কত জ্বালা
        আমি বুঝি গো, বন্ধুয়ার পিরিতে কত জ্বালা।
         
        তোমরা আমার কী... বু...ঝাইবা, আমার অন্তর পুইড়া কয়লা !!
         
        আমি জানি গো,  বন্ধুয়ার পিরিতে কত জ্বালা
        আমি বুঝি গো,  বন্ধুয়ার পিরিতে কত জ্বালা (3x)
        `
    },
    {
        name: `Ami jare basi valo kajoler ceye o kalo:`,
        videoLink: `https://www.youtube.com/watch?v=O2gJYmS-Z78`,
        lyrics: `
        দিলোনা দিলোনা, নিলো মন দিলোনা।
        এতো যে নিঠুর বন্ধু জানা ছিলো না গো।
        এতো যে নিঠুর বন্ধু জানা ছিলো না।
        
        আমি যারে বাসি ভালো, কাজলের চেয়েও কালো ।(২)
        হয় না যে তার তুলনা ।
        এতো যে নিঠুর বন্ধু জানা ছিলো না গো।
        এতো যে নিঠুর বন্ধু জানা ছিলো না।
        দিলোনা দিলোনা, নিলো মন দিলোনা।
        এতো যে নিঠুর বন্ধু জানা ছিলো না গো।
        এতো যে নিঠুর বন্ধু জানা ছিলো না।
        
        চুল কালো আঁখি কালো…কাজল কালো আরো…
        কাজলের চেয়ে কালোকি বলতে কি কেউ পারো। (x2)
        আমি যারে বাসি ভালো, কাজলের চেয়েও কালো।(২)
        হয়না যে তার তুলনা।
        এতো যে নিঠুর বন্ধু জানা ছিলো না গো।
        এতো যে নিঠুর বন্ধু জানা ছিলো না।
        
        বক সাদা দুধ সাদা, সাদা কাশফুল…
        কাশফুলের চেয়ে সাদা বলোতো কোন ফুল।(২)
        আমার বন্ধুর প্রেমের ফুলের দাগা,
        কাশফুলের চেয়েও সাদা…………(x2)
        আমার ভাইকে বলোনা।
        দিলোনা দিলোনা, নিলো মন দিলোনা।
        এতো যে নিঠুর বন্ধু জানা ছিলো না গো। (২)
        
        বৃক্ষ সবুজ ,তৃন সবুজ, সবুজ টিয়া পাখি।(২)
        টিয়া পাখির চেয়ে সবুজ কি আছে কও দেখি।
        আমি যারে ভালো বাসি, টিয়ার চেয়েও সবুজ বেশি……(২)
        বন্ধু রঙের বাসনা………
        দিলোনা দিলোনা, নিলো মন দিলোনা।
        এতো যে নিঠুর বন্ধু জানা ছিলো না গো।
        এতো যে নিঠুর বন্ধু জানা ছিলো না ।
        
        রক্ত রাঙ্গা , গোলাপ রাঙা, রাঙ্গা পায়ের আলতা……
        আলতার চেয়ে রাঙা কি জানলে বলো তা।
        রক্ত রাঙ্গা , গোলাপ রাঙা, রাঙ্গা পায়ের আলতা……
        আলতার চেয়ে রাঙা কি জানলে বলো তা।
        শাহ আলম সরকার কয় , আলতার চেয়েও রাঙা হয়।(২)
        সোনা বন্ধুর ঠোঁট খানা।
        দিলোনা দিলোনা, নিলো মন দিলোনা।
        এতো যে নিঠুর বন্ধু জানা ছিলো না গো।
        এতো যে নিঠুর বন্ধু জানা ছিলো না ।
        
        আমি যারে বাসি ভালো, কাজলের চেয়েও কালো ।(২)
        হয় না যে তার তুলনা ।
        দিলোনা দিলোনা, নিলো মন দিলোনা।
        এতো যে নিঠুর বন্ধু জানা ছিলো না গো। (২)
        `
    },
    {
        name: `Ami Tomay Valobashi Jogote Hoiachi Doshi`,
        videoLink: `https://www.ssyoutube.com/watch?v=KrM3ya006J4`,
        lyrics: `
        আমি তোমায় ভালোবাসি,
        জগতে হইয়াছি দোষী। [২বার]
        না পাইয়া তবু খুশি। [২বার]
        তোমার ছবি রাখলাম অন্তরায়।
        তোমার সাথে প্রেম করিয়া,
        হইলাম কতো অপমান [২বার]
        
        মিষ্টি মিষ্টি কথা কইয়া,
        আমার সাথে প্রেম যে করিলা।[২বার]
        এখন কেনো যাও ভুলিয়া [২বার]
        তোমার ছবি রাখলাম অন্তরায়।
        তোমার সাথে প্রেম করিয়া,
        হইলাম কতো অপমান। [২ বার]
        
        জাতি কুলমান সবি গেলো,
        এখন শুধু  বাকি প্রাণ।[২বার]
        তোমার সাথে প্রেম করিয়া,
        হইলাম কতো অপমান [২বার]
        না না না নানানা…
        
        `
    },
    {
        name: `Barir Pashe Modhumoti`,
        videoLink: `https://www.youtube.com/watch?v=DMEagDbvI4k`,
        lyrics: `
        বাড়ির পাশে মধুমতী
        পুবাল হাওয়া বয়রে,
        বন্ধুর মনে রং লাগাইয়া
        প্রানে দিলো জ্বালারে। (২x)
        
        বাড়ির পাশে মধুমতী
        
        ভাদ্র মাসের আকাশ আমার
        সাদা মেঘের ভেলা.,
        কোথায় রইলা প্রান বন্ধুয়া
        রাখিয়া একেলা। (২x)
        
        কষ্টে কাটে দিন রজনী
        বুকে ব্যাথার ঢেউরে,
        বন্ধুর মনে রং লাগাইয়া
        প্রানে দিলো জ্বালারে। (২x)
        
        বাড়ির পাশে মধুমতী
        
        চৈত্র মাসের মাটির বুকে
        লাগে দারুন খরা,
        বন্ধু বিনে আমার জীবন
        প্রান থাকিতেও মরা। (২x)
        
        সব কথা কি যাইরে বলা
        আমি ভালো নাইরে।
        বন্ধুর মনে রং লাগাইয়া
        প্রানে দিলো জ্বালারে। (২x)
        
        বাড়ির পাশে মধুমতী
        পুবাল হাওয়া বয়রে,
        বন্ধুর মনে রং লাগাইয়া
        প্রানে দিলো জ্বালারে।
        
        বাড়ির পাশে মধুমতী
        `
    },
    {
        name: `Buker Vitor Ache Pran Tar Vitore Machine Gun Lyrics`,
        videoLink: `https://www.youtube.com/watch?v=p-m98-j7bEw&ab_channel=ShohagVaiOfficial`,
        lyrics: `
        ‌আখাউড়া ধরমপুরে
        আমার বাবার আস্তানা
        সেখানে জিকির করে মাওলানা..!!
        আখাউড়া ধরমপুরে
        আমার বাবার আস্তানা
        সেখানে জিকির করে মাওলানা..!!
        
        পানি গরগরাইয়া পরতাছে
        বাবা আমায় ডাকতাছে-!!
        পানি গরগরাইয়া পরতাছে
        বাবা আমায় ডাকতাছে-!!
        আয়রে মানিক আমার
        বুকে আয়-বাবা!!
        আয়রে মানিক আমার
        বুকে আয়,
         
        বুকের ভেতর আছে প্রাণ
        তার ভিতরে মেশিনগান-
        ভান্ডারী আমারে পাগল বানাইছে-!!বাবা,
        বুকের ভেতর আছে প্রাণ
        তার ভিতরে মেশিনগান-
        ভান্ডারী আমারে পাগল বানাইছে-!!বাবা
        
        ‌দেহের ভিতর আছে একখান,
        পানি তোলার চাপকল-
        সেখানে বাবায় চাপ দিয়াছে-!!
        দেহের ভিতর আছে একখান,
        পানি তোলার চাপকল-
        সেখানে বাবায় চাপ দিয়াছে-!!
        পানি গরগরাইয়া পরতাছে,
        বাবা আমায় ডাকতাছে-!!
        পানি গরগরাইয়া পরতাছে,
        বাবা আমায় ডাকতাছে-!!
        আয়রে মানিক আমার বুকে আয়-বাবা!!
        আয়রে মানিক আমার বুকে আয়।
        
        বুকের ভেতর আছে প্রাণ
        তার ভিতরে মেশিনগান
        ভান্ডারী আমারে পাগল বানাইছে-!!বাবা,
        বুকের ভেতর আছে প্রাণ
        তার ভিতরে মেশিনগান
        ভান্ডারী আমারে পাগল বানাইছে-!!বাবা,
        `
    },
    {
        name: `Cholona hoi udasi lyrics :`,
        videoLink: `https://www.youtube.com/watch?v=yY4uLpbB948&ab_channel=DJRahat`,
        lyrics: `
        আমার মন ও নাচায়
        এ ঘর বাঁধিলো কিশোরী
        প্রান ও না চায় এ ঘর বাঁধিলো কিশোরী
        চলো না হই উদাসি
        চলো না হই উদাসি (২)
         
        বন্ধুর ও বাড়ির জালালী কবুতর
        আমার ও বাড়ি আসে রে(২)
        কত বুট মুশুরী ছিটাইয়া খাওয়াইলাম
        কত বুট মুশুরী ছিটাইয়া খাওয়াইলাম
        খায় আর, খায় আর, খায় আর বাক বাকুম
        করে লো কিশোরী।
        চলো না হই উদাসি
        চলো না হই উদাসি
         
        আমার মন ও নাচায়
        এ ঘর বাঁধিলো কিশোরী
        প্রান ও না চায় এ ঘর বাঁধিলো কিশোরী
        চলো না হই উদাসি
        চলো না হই উদাসি
         
        আঙ্গুল ও কাটিয়া কলম ও বানাইলাম,
        নয়নের জল করলাম কালি রে(২)
        হৃদয় ও চিড়িয়া লিখন ও লিখিয়া,
        হৃদয় ও চিড়িয়া লিখন ও লিখিয়া,
        পাঠাইলাম,পাঠাইলাম,পাঠাইলাম সোনা বন্ধুর
        নামে লো কিশোরী।
        চলো না হই উদাসি
        চলো না হই উদাসি
         
        বন্ধুর ও বাড়িতে ফুলেরও বাগিচায় 
        ভোমারা গুন গুন করে রে(২)
        সেই না ফুল তুলিয়া মালা না গাথিয়া 
        সেই না ফুল তুলিয়া মালা না গাথিয়া
        পরাইলাম সোনা বন্ধুর কাধে লো কিশোরী 
        চলো না হই উদাসি
        চলো না হই উদাসি
         
        আমার মন ও নাচায়
        এ ঘর বাঁধিলো কিশোরী
        প্রান ও না চায় এ ঘর বাঁধিলো কিশোরী
        চলো না হই উদাসি(২)
        চলো না হই উদাসি…
        `
    },
    {
        name: `dhonno dhonno mera sil sila lyrics :`,
        videoLink: `https://www.youtube.com/watch?v=wNzEFqvB3k0`,
        lyrics: `
        শয়নে স্বপনে দেখি আসিল এক বুজুরজ্ঞান
        রাস্তার মাঝে কত লোকে করিতেছে সন্ধান
        করিতেছে সন্ধান
        
        রাস্তা থামায় দিল(4x)
        কাফিলা এলো
        দিল্লীতে নিজামুদ্দিন আউলিয়া এলো
        দিল্লীতে নিজামুদ্দিন আউলিয়া
         
        ধন্য ধন্য মেরা
        ধন্য ধন্য মেরা
        সিলসিলা এলো
        দিল্লীতে নিজামুদ্দিন আউলিয়া এলো
        দিল্লীতে নিজামুদ্দিন আউলিয়া
         
        শয়নে স্বপনে দেখি আসিল এক বুজুরজ্ঞান(2x)
        রাস্তার মাঝে কত লোকে করিতেছে সন্ধান
        করিতেছে সন্ধান
        রাস্তা থামায় দিল(4x)
        কাফিলা এলো
        দিল্লীতে নিজামুদ্দিন আউলিয়া এলো
        দিল্লীতে নিজামুদ্দিন আউলিয়া
         
        মানত করেছি আমি বড় পীরের দরবারে(2x)
        কেমন করে দিব চাদর দেহ-অলির মাঝারে
        দেহ-অলির মাঝারে
        রাস্তা থামায় দিল(4x)
        কাফিলা এলো
        দিল্লীতে নিজামুদ্দিন আউলিয়া এলো(2x)
        দিল্লীতে নিজামুদ্দিন আউলিয়া
        
        হাসানে কয় লালমিঞা ভাই কোনো খবর পাইছনি(2x)
        বালুরঘাটে কে আসিল ইশরাহ ইলসার নিজহামে
        ইশরাহ ইলসার নিজহামে
        রাস্তা থামায় দিল(4x)
        কাফিলা এলো
        দিল্লীতে নিজামুদ্দিন আউলিয়া এলো
        দিল্লীতে নিজামুদ্দিন আউলিয়া
         
        ধন্য ধন্য মেরা
        ধন্য ধন্য মেরা
        সিলসিলা এলো
        দিল্লীতে নিজামুদ্দিন আউলিয়া এলো(3x)
        দিল্লীতে নিজামুদ্দিন আউলিয়া 
        `
    },
    {
        name: `Dil Ki Doya Hoy Na lyrics In Bangla :`,
        videoLink: `https://www.youtube.com/watch?v=3prSKPtxB4o`,
        lyrics: `
        দীন দুনিয়ার মালিক খোদা,
        দিল কি দয়া হয় না,
        তোমার দিল কি দয়া হয় না,
        ও তোমার দিল কি দয়া হয় না। (x2)
         
        সব দিয়ে যার সব কেড়ে নাও,
        সব দিয়ে যার সব কেড়ে নাও
        তারতো প্রানে সয় না,
        তোমার দিল কি দয়া হয় না,
        তোমার দিল কি দয়া হয় না।
         
        কাঁটার আঘাত দেও গো যারে তার,
        কাঁটার আঘাত দেও গো যারে তার
        ফুলের আঘাত সয় না,
        তোমার দিল কি দয়া হয় না,
        ও তোমার দিল কি দয়া হয় না।
         
        সেই দুঃখেতে বন্ধু কে মোর,
        সেই দুঃখেতে বন্ধু কে মোর
        কবরে শোয়াই রে,
        দম যেন মোর যায়,
        আহা দম যেন মোর যায়।
         
        দীন দুনিয়ার মালিক খোদা,
        দিল কি দয়া হয় না,
        তোমার দিল কি দয়া হয় না,
        তোমার দিল কি দয়া হয় না।
         
        যে পথে তে কাঁটায় ঘেরা,
        কোন বা পথে চলবে আহা কোন বা পথে চলবে,
        আহা কোন বা পথে চলবে।
        যে মুখে তার ব্যাথায় ভরা,
        যে মুখেতে ব্যাথায় ভরা
        কোন বা মুখে বলবে,
        আহা কোনবা মুখে বলবে।
         
        দীন দুনিয়ার মালিক খোদা
        দিল কি দয়া হয় না;
        তোমার দিল কি দয়া হয় না।
        ও তোমার দিল কি দয়া হয় না..
        `
    },
    {
        name: `Jao Pakhi Bolo Tare`,
        videoLink: `https://www.youtube.com/watch?v=9M07c0O-39I`,
        lyrics: `
        সোনার ও পালঙ্কের ঘরে,
 
        লিখে রেখে ছিলেম দ্বারে,
        যাও পাখি বলো তারে,
        সে যেন ভোলে না মোরে,
        সুখে থেকো ভালো থেকো,
        মনে রেখো এই আমারে
         
        বুকের ভিতর নোনা ব্যাথা,
        চোখে আমার ঝরে কথা,
        এপার ওপার তোল পার একা (2x)
         
        যাও পাখি বলো তারে
        সে যেন ভোলে না মোরে,
        সুখে থেকো ভালো থেকো
        মনে রেখো এ আমারে
         
        মেঘের উপর আকাশ ওড়ে
        নদীর ওপার পাখির বাসা,
        মনে বন্ধু বড় আশা (2x)
         
        যাও পাখি যারে উড়ে,
        তারে কইও আমার হয়ে,
        চোখ জ্বলে যায় দেখবো তারে,
        মন চলে যায় অদূর দূরে,
         
        যাও পাখি বলো তারে,
        সে যেন ভোলে না মোরে,
        সুখে থেকো ভালো থেকো,
        মনে রেখো এ আমারে,
         
        সোনার ও পালঙ্কের ঘরে,
        লিখে রেখে ছিলেম দ্বারে,
        যাও পাখি বলো তারে,
        সে যেন ভোলে না মোরে,
        সুখে থেকো ভালো থেকো,
        মনে রেখো এ আমারে…
        `
    },
    {
        name: `Je Pakhi Ghor Bojhena Lyrics In Bangla:`,
        videoLink: `https://www.youtube.com/watch?v=ZJ35-5ViPMs`,
        lyrics: `
        যে পাখি ঘর বোঝেনা↵
 
        যে পাখি ঘর বোঝেনা
        উড়ে বেড়ায় বন বাদাড়ে↵
        ভোলা মন মিছে কেন
        মনের খাঁচায় রাখিস তারে (x2)↵
         
        ও পাখি ছন্নছাড়া বাঁধন হারা ↵
        মানেনা প্রেমের শিকল↵
        ও পাখি দশ দুয়ারে,↵
        শত মন করে দখল↵
        যে পাখি ঘর বোঝেনা
        যে পাখি ঘর বোঝেনা..
         
        পাখিটার এমন স্বভাব
        নিজের অভাব পূরণ করে নিজের মত↵
        পাখিটা হাসে খেলে অন্তরালে↵
        সুনিপূন করে কত (x2)↵
         
        ও পাখি বাঁধন হারা ছন্নছাড়া↵
        মানেনা প্রেমের শিকল↵
        ও পাখি দশ দুয়ারে,↵
        শত মন করে দখল↵
        যে পাখি ঘর বোঝেনা
        যে পাখি ঘর বোঝেনা..
         
        পাখিটার মতিভ্রমে দমে দমে↵
        পুড়ি কেবল সংখ্যা গুনে↵
        পাখিটা চড় ভেবে নেয় মন হাতিয়ে↵
        ব্যাথা দেয় বুঝে শুনে (x2)↵
         
        ও পাখি বাঁধন হারা ছন্নছাড়া↵
        মানেনা প্রেমের শিকল↵
        ও পাখি দশ দুয়ারে,↵
        শত মন করে দখল↵
        যে পাখি ঘর বোঝেনা↵
        যে পাখি ঘর বোঝেনা..
        `
    },
    {
        name: `Mon Amar Deho Ghori `,
        videoLink: `https://www.youtube.com/watch?v=qLsLhiHg8f8`,
        lyrics: `
        ঘড়ি দেখতে যদি হয় বাসনা । 
        চইলা যাও গুরুর কাছে
        যে ঘড়ি তৈয়ার করে সে
        লুকায় ঘড়ির ভিতরে
        লুকায় ঘড়ির ভিতরে
        মেকার যদি হইতাম আমি
        ঘড়ির জুয়েল পাল্টাই তাম
        মেকার যদি হইতাম আমি
        ঘড়ির জুয়েল পাল্টাই তাম
        জ্ঞান নয়ন খুলিয়া যাইত
        দেখতে পাইতাম চোখের সামনে
        মন আমার দেহ ঘড়ি সন্ধান করি
         
        মন আমার দেহ ঘড়ি ... 
         
        মন আমার দেহ ঘড়ি সন্ধান করি ।
        কোন মিস্ত্ররী বানাইয়াছে ।
        মন আমার দেহ ঘড়ি.. (x2)
         
        একখান চাবি মাইরা। 
        ও একখান চাবি মাইরা। 
        দিছে ছাইড়া
        চা...বি মাই...রা । 
        দিছে ছাইড়া
        জনম ভইরা চলতে আছে। 
        মন আমার দেহ ঘড়ি... 
        মন আমার দেহ ঘড়ি সন্ধান করি। 
        কোন মিস্ত্ররী বানাইয়াছে। 
        মন আমার দেহ ঘড়ি...
         
        মাটির একখান কেস বানাইয়া । 
        মেশিন দিছে তার ভিতর । 
        রং বেরংয়ের বার্নিশ করা..,  
        দেখতে ঘড়ি কি সুন্দর। 
        দেখতে ঘড়ি কি সুন্দর... (x2)
         
        দেহঘড়ি … চৌদ্দতলা। 
        তার ভিতরে দশটি নালা !! 
        নয়টি খোলা ↵   একটি বন্ধ, 
        গোপন একটি তালা আছে।
        মন আমার দেহ ঘড়ি...
        মন আমার দেহ ঘড়ি সন্ধান করি। 
        কোন মিস্ত্ররী বানাইয়াছে।
        মন আমার দেহ ঘড়ি...
         
        ঘড়ির হেয়ার স্প্রিং জেবড়া কেচিং। 
        লিভার হইলো কলিজায়।  
        ছয় তার বলে আজব কলে, দিবানিশি প্রেম খেলায়। 
        দিবানিশি প্রেম খেলায়... (x2)
         
        তিন পাটে তার... গড়ন সারা। 
        বয়লারের মেশিনের ঘোড়া। (!!) 
        তিনশ ষাটটি ইশকুরুপ মারা। 
        ষোল জন পহরি আছে।
        মন আমার দেহ ঘড়ি...
         
        মন আমার দেহ ঘড়ি সন্ধান করি। 
        কোন মিস্ত্ররী বানাইয়াছে।
        মন আমার দেহ ঘড়ি... (x2)
         
        এমন সাধ্য কার আছে ভাই ।
        এই ঘড়ি তৈয়ার করে।
        যে ঘড়ি তৈয়ার করে ভাই।
        লুকায় ঘড়ির ভিতরে।
        লুকায় ঘড়ির ভিতরে... (x2)
         
        তিন কাটা বারো... জুয়েলে
        মিনিট কাটা হইলো দিলে !!
        ঘন্টার কাটা হয় আক্কেলে। 
        মনটারে তুই চিনে নিলে। 
        মন আমার দেহ ঘড়ি...
        মন আমার দেহ ঘড়ি সন্ধান করি। 
        কোন মিস্ত্ররী বানাইয়াছে।
        মন আমার দেহ ঘড়ি..
         
        একখান চাবি মাইরা। 
        ও একখান চাবি মাইরা। 
        দিছে ছাইড়া
        চা...বি মাই...রা । 
        দিছে ছাইড়া
        জনম ভইরা চলতে আছে। 
        মন আমার দেহ ঘড়ি… 
         
        মন আমার দেহ ঘড়ি সন্ধান করি। 
        কোন মিস্ত্ররী বানাইয়াছে।
        মন আমার দেহ ঘড়ি… 
        দেহ ঘড়ি সন্ধান করি। 
        কোন মিস্ত্ররী বানাইয়াছে। 
        মন আমার দেহ ঘড়ি...
        `
    },
    {
        name: `Ore college er maiya lyrics`,
        videoLink: `https://www.youtube.com/watch?v=TWc9dA9rUUA`,
        lyrics: `
        ওরে কলেজের মাইয়া 
        তুই আমারে করলি দিওয়ানা । (2x)
        
        hum..আমি যদি স্মার্ট হইতাম 
        সুন্দর সুন্দর মাইয়া পটাইতাম  । (2x)
        
        মাইয়া পটাইতাম, প্রেম করিতাম, 
        বিয়া করতাম না... রে কলেজের মাইয়া । 
        তুই আমারে করলি দিওয়ানা । 
        ওরে সাম্পানওয়ালা 
        তুই আমারে করলি দিওয়ানা । 
        
        hum..আমি যদি হিরো হইতাম
        ওই কলেজে দোকান দিতাম 
        আমি যদি রোমিও হইতাম
        ওই কলেজে দোকান দিতাম
        দোকান দিতাম, ব্যবসা করতাম, 
        বাকি দিতাম না.. রে কলেজের মাইয়া । 
        তুই আমারে করলি দিওয়ানা
        
        ওরে কলেজের মাইয়া 
        তুই আমারে করলি দিওয়ানা । 
        
        আমি যদি আইফোন কিনতাম 
        সুন্দর সুন্দর সেলফি লইতাম (2x) 
        
        ছবি তুলতাম, সেলফি লইতাম, সেলফি লইতাম 
        আপলোড দিতাম না...  রে কলেজের মাইয়া
        তুই আমারে করলি দিওয়ানা ।
        
        ওরে কলেজের মাইয়া 
        তুই আমারে করলি দিওয়ানা । (2x)
        `
    },
    {
        name: `Pran pakhi Mor Uira jay khacha theke lyrics`,
        videoLink: `https://www.youtube.com/watch?v=tfmA0EMqFGk`,
        lyrics: `
        প্রাণ পাখি মোর উইরা যায়.........
        খাঁচা থেকে.........
        পিরিত বরো.........  জ্বালা............রে.........
        বরো.........  জ্বালা............
         
        Kaghaz Ke Do / Pankh Le-ke
        Uraa Chala Jaaye Re
        Jahaa Nahi /Jaana Tha Ye
        Wahin Chala / aye Re (2x)
         
        Umar Ka Ye /Tana  Bana
        Samajh Na Paa-Ye re
        Zubaa Pe Jo /Moh Maya
        Namak Lagaye Re
        Ke Dekhe Na /Bhale Na /Jaane Na /Daaye Re
         
        Disha Haara
        Kemon Boka
        Monta Re…
         
        প্রাণ পাখি মোর উইরা যায়.........
        খাঁচা থেকে.........
        পিরিত বরো.........  জ্বালা............রে.........
        বরো.........  জ্বালা............ (2x)
        `
    },
    {
        name: `Shona Bondhu Tui Amare lyrics`,
        lyrics: `
        সোনা বন্ধু তুই আমারে...
 
        সোনা বন্ধু তুই আমারে করলি রে দিওয়ানা
        মনেতো মানে না দিলে তো বুঝে না
        মনেতো মানে না দিলে তো বুঝে না
         
        সোনা বন্ধু তুই আমারে করলি রে দিওয়ানা
        সোনা বন্ধু তুই আমারে করলি রে দিওয়ানা
        মনেতো মানে না দিলে তো বুঝে না
        মনেতো মানে না দিলে তো বুঝে না
         
        সোনা বন্ধুর এমনই গুন
        জল দিলে নিভে না আগুন
         
        সোনা বন্ধুর এমনই গুন
        জল দিলে নিভে না আগুন
        কি দিয়ে নিভাবো আগুন
        আমায় একটু বলোনা
         
        মনেতো মানে না দিলে তো বুঝে না
        মনেতো মানে না দিলে তো বুঝে না
         
        সোনা বন্ধু তুই আমারে
         
        সোনা বন্ধু তুই আমারে করলি রে দিওয়ানা
        মনেতো মানে না দিলে তো বুঝে না
        মনেতো মানে না দিলে তো বুঝে না
         
        সোনা বন্ধুর মুখের হাসি
        যেন পূর্ণিমা শ্বশী
        সোনা বন্ধুর মুখের হাসি
        যেন পূর্ণিমা শ্বশী
        হাসিতে হইয়িলাম পাগল ঘরে থাকতে দিলানা
        মনেতো মানে না দিলে তো বুঝে না
        মনেতো মানে না দিলে তো বুঝে না
         
        সোনা বন্ধু তুই আমারে
         
        সোনা বন্ধু তুই আমারে করলি রে দিওয়ানা
        মনেতো মানে না দিলে তো বুঝে না
        মনেতো মানে না দিলে তো বুঝে না
         
        সোনা বন্ধুর প্রেমের তরী
         
        চালাই তারে কেমন করি
        সোনা বন্ধুর প্রেমের তরী
        চালাই তারে কেমন করি
        পাল তুলিয়া বইসা রইলাম
        মাঝির দেখা পাইলাম না
        মনেতো মানে না দিলে তো বুঝে না
        মনেতো মানে না দিলে তো বুঝে না
         
        সোনা বন্ধু তুই আমারে
        সোনা বন্ধু তুই আমারে করলি রে দিওয়ানা
        মনেতো মানে না দিলে তো বুঝে না
        সোনা বন্ধু তুই আমারে করলি রে দিওয়ানা
        মনেতো মানে না দিলে তো বুঝে না
        মনেতো মানে না দিলে তো বুঝে না
        সোনা বন্ধু তুই আমারে করলি রে দিওয়ানা
        সোনা বন্ধু তুই আমারে করলি রে দিওয়ানা
        মনেতো মানে না দিলে তো বুঝে না
        `
    },
    {
        name: `Tor Preme Te Ondho Holam Lyrics In Bangla:`,
        videoLink: `https://www.youtube.com/watch?v=vbxBVj46oZ8`,
        lyrics: `
        তোর প্রেমেতে অন্ধ হোলাম,
        কি দোষ দিবি তাতে
        বন্ধু তোরে খুঁজে বেড়াই,
        সকাল, দুপুর, রাতে। (x2)
         
        আগুন জেনেও পুড়লাম আমি
        দিলাম তাতে ঝাঁপ,
        তোর আমার প্রেমে ছিলো রে বন্ধু
        ছিলো পুরোটাই পাপ (x2)
         
         
        তোর কারনে ভুললাম আমি
        গোত্র, জাতি কুল,
        কাঁটার সাথে করলাম সন্ধি,
        পায়ে পিষে ফুল .. (x2)
         
        কেমন করে সইবো আমি
        প্রেম আগুনের তাপ,
        তোর আমার প্রেমে ছিলো রে বন্ধু,
        ছিলো পুরোটাই পাপ। (x2)
         
        পথ হারানো পথিক হলাম
        সব হারিয়ে নিঃস্ব।
        তোর আমার এই প্রেমের
        কি দাম দেবে বিশ্ব। (x2)
         
        প্রেমের নামে কিনলাম আমি
        নিঠুর অভিশাপ,
        তোর আমার প্রেমে ছিলো রে বন্ধু,
        ছিলো পুরোটাই পাপ। (x2)
         
        তোর প্রেমেতে অন্ধ হলাম
        কি দোষ দিবি তাতে,
        বন্ধু তোরে খুঁজে বেড়াই ,
        সকাল, দুপুর, রাতে।(x2)
         
        আগুন জেনেও পুড়লাম আমি
        দিলাম তাতে ঝাঁপ,
        তোর আমার প্রেমে ছিলো রে বন্ধু
        ছিলো পুরোটাই পাপ (x2)
        `
    }
];

export default SONGS;